Repository: wp-plugins/wp-monalisa
Catalog: lang/*.po
Languages: be_by, pl_pl, ru_ru

source: Iconpath is no valid directory, resetting it. Please enter the path relative to the wordpress main directory.
be_by: Шлях да дырэкторыі абразкоў паказаны некарэктна, скіньце яго. Увядзіце шлях, адносны дырэкторыі wordpress
pl_pl: Błędna ścieżka dostępu do obrazków, przywracam poprzednią. Podaj prawidłową ścieżkę od głównego katalogu WordPressa.
ru_ru: Путь к директории иконок указан некорректно, сбросьте его. Введите путь, относительный директории wordpress

source: Settings saved
be_by: Налады захаваны
pl_pl: Zapisano zmiany.
ru_ru: Настройки сохранены

source: Deleted record
be_by: Запіс выдалена
pl_pl: Usunięto pozycję
ru_ru: Запись удалена

source: Emoticon allready used. Record not inserted
be_by: Абразок ужо выкарыстоўваецца. Запіс не ўстаўлена
pl_pl: Emotikonka już istnieje. Pozycja nie została dodana do bazy.
ru_ru: Иконка уже используется. Запись не вставлена

source: Emoticon allready used. Record not updated
be_by: Смайлік ужо выкарыстоўваецца. Запіс не абноўлена.
pl_pl: Emotikonka już istnieje. Pozycja nie została uaktualniona.
ru_ru: Смайлик уже используется. Запись не обновлена.

source: Records updated
be_by: Записьи абноўлены.
pl_pl: Baza została uaktualniona.
ru_ru: Записьи обновлены.

source: Settings
be_by: Налады
pl_pl: - ustawienia
ru_ru: Настройки

source: Iconpath
be_by: Шлях да абразка
pl_pl: Ścieżka dostępu do obrazków
ru_ru: Путь к иконке

source: You are about to change the iconpath.\n Please be careful and make sure the icons are still accessible.\n To update your settings klick Save Settings
be_by: Змена шляху да абразка.\n Please be careful and make sure the icons are still accessible.\nДля одновления налад націсніце Абнавіць налады
pl_pl: Zamierzasz zmienić ścieżkę dostępu do obrazków.\nProszę upewnij się, że obrazki będą dostępne po zmianie.\nAby dokonać zmiany kliknij \'OK\' i ponownie \'Zapisz zmiany\'.
ru_ru: Изменение пути к иконке.\n Please be careful and make sure the icons are still accessible.\nДля одновления настроек нажмите Обновить настройки

source: Show smilies on edit
be_by: Паказаць смайлы пры рэдагаванні
pl_pl: Włącz wtyczkę w oknie edycji
ru_ru: Показать смайлы при редактировании

source: Show smilies on comment
be_by: Паказаць смайлы пры каментаванні
pl_pl: Włącz wtyczkę w komentarzach
ru_ru: Показать смайлы при комментировании

source: Comment Textarea ID
be_by: ID палі ўводу каментара
pl_pl: ID elementu Textarea do komentowania
ru_ru: ID поля ввода комментария

source: You are about to change the id of the textarea of your comment form.\n Please make sure you enter the correct id, to make wp-monalisa work correctly
be_by: Змена ID формы каментавання.\n Пераканаецеся, што id карэктны.
pl_pl: Zamierzasz zmienić ID elementu Textarea do wpisywania komentarzy.\nUpewnij się, że podajesz prawidłowe ID, aby wtyczka mogła działać.\nAby dokonać zmiany kliknij \'OK\' i ponownie \'Zapisz zmiany\'.
ru_ru: Изменение ID формы комментирования.\n Убедитесь, что id корректный.

source: Replace emoticons with html-images
be_by: Замяніць абразкі html-аналогамі
pl_pl: Zamieniaj teksty na obrazki
ru_ru: Заменить иконки html-аналогами

source: Show emoticons in selection as
be_by: Паказваць иконкикак
pl_pl: W okienku wyboru pokazuj
ru_ru: Показывать иконкикак

source: Icon
be_by: Абразок
pl_pl: Obrazki
ru_ru: Иконка

source: Text
be_by: Тэкст
pl_pl: Teksty
ru_ru: Текст

source: Both
be_by: Абодва
pl_pl: Wszystko
ru_ru: Оба

source: Save Settings
be_by: Захаваць налады
pl_pl: Zapisz zmiany
ru_ru: Сохранить настройки

source: Import Smiley-Package
be_by: Імпарт набору смайлікаў
pl_pl: Importuj paczkę obrazków
ru_ru: Импорт набора смайликов

source: Smilies
be_by: Смайлы
pl_pl: Baza emotikonek
ru_ru: Смайлы

source: Iconpath is empty or invalid
be_by: Шлях да абразкоў пусты ці няправільны
pl_pl: Nieprawidłowa ścieżka dostępu
ru_ru: Путь к иконкам пустой или неправильный

source: Save
be_by: Захаваць
pl_pl: Zapisz
ru_ru: Сохранить

source: Delete marked
be_by: Выдаліць адзначанае
pl_pl: Usuń zaznaczone
ru_ru: Удалить отмеченное

source: Emoticon
be_by: Абразок
pl_pl: Emotikonka
ru_ru: Иконка

source: On Post
be_by: У пасце
pl_pl: Pokaż w oknie edycji
ru_ru: В посте

source: On Comment
be_by: У каментары
pl_pl: Pokaż w komentarzach
ru_ru: В комментарии

source: New Entry
be_by: Новы элемент
pl_pl: Nowa pozycja w bazie
ru_ru: Новый элемент

source: Close
be_by: Зачыніць
pl_pl: Zamknij
ru_ru: Закрыть

source: Smilies deleted.
be_by: Смайлы выдалены.
pl_pl: Obrazki usunięte
ru_ru: Смайлы удалены.

source: Import
be_by: Імпарт
pl_pl: - import obrazków
ru_ru: Импорт

source: Select smiley package
be_by: Абраць набор смайлаў
pl_pl: Wybierz paczkę obrazków
ru_ru: Выбрать набор смайлов

source: Delete current smilies before import
be_by: Выдаліць бягучыя смайлы перад імпартам
pl_pl: Wyczyść bazę przed importem
ru_ru: Удалить текущие смайлы перед импортом

source: Start import
be_by: Пачатак імпарту
pl_pl: Importuj
ru_ru: Начало импорта
