Repository: wp-plugins/wp-monalisa
Catalog: lang/wpml-*.po
Languages: es_es, he_il

source: Iconpath is no valid directory, resetting it. Please enter the path relative to the wordpress main directory.
es_es: conPath no es un directorio válido, Reiniciándolo. Por favor, introduzca la ruta relativa al directorio principal de wordpress.
he_il: Iconpath הוא לא תיקייה תקינה, אני מאפס את זה. אנא הכנס את המסלול היחסי לתיקייה הראשית של וורדפרס.

source: Settings saved
es_es: Ajustes salvados
he_il: ההגדרות נשמרו

source: Deleted record
es_es: Eliminar registro
he_il: הערך נמחק

source: Emoticon allready used. Record not inserted
es_es: Carita ya utilizada. El registro no se insertó
he_il: סמיילי כבר בשימוש. הערך לא הוכנס.

source: Emoticon allready used. Record not updated
es_es: Carita ya utilizada. El Registro no se actualizó
he_il: סמיילי כבר בשימוש. הערך לא עודכן

source: Records updated
es_es: Registro actualizado
he_il: ערכים עודכנו

source: Settings
es_es: Ajustes
he_il: הגדרות

source: Please turn off Settings -> Writing -> 'Convert emoticons like...' to use wp-Monalisa smilies).
es_es: Por favor, cierre la Configuración -> Escritura -> "Convertir caritas como ... ' para utilizar caritas wp-Monalisa).

source: You are about to change the iconpath.\n Please be careful and make sure the icons are still accessible.\n To update your settings klick Save Settings
es_es: Usted está a punto de cambiar la dirección del icono.\n Por favor, tenga cuidado y asegúrese de que los iconos siguen siendo accesibles.\n Para actualizar la configuración haga clic en Guardar los Ajustes
he_il: אתה עומד לשנות את המסלול לאייקונים (iconpath).\nאנא הזהר וודא כי כל האייקונים עדיין זמינים.\nבכדי לעדכן הקלק על שמור הגדרות

source: Show smilies on edit
es_es: Mostrar caritas en edición
he_il: הצג סמיילים בעריכה

source: Show smilies on comment
es_es: Mostrar caritas en comentario
he_il: הצג סמיילים בתגובה

source: Comment Textarea ID
es_es: ID de Comentario de la Caja de texto
he_il: הID של שדה הטקסט בתגובה

source: You are about to change the id of the textarea of your comment form.\n Please make sure you enter the correct id, to make wp-monalisa work correctly
es_es: Usted está a punto de cambiar el id de la caja de texto del formulario de comentarios.\n Por favor, asegúrese de introducir el ID correcto, para que hacer que wp-monalisa trabaje correctamente
he_il: אתה עומד לשנות את הID בשדה הטקסט של טופס התגובות.\nאנא וודא כי אתה מכניס את הID הנכון כדי שתוסף wp-monalisa יעבוד בצורה תקינה.

source: Replace emoticons with html-images
es_es: Vuelva a colocar caritas con imágenes html
he_il: החלף סמיילים בתמונות בעזרת HTML

source: Show emoticons in selection as
es_es: Mostrar caritas en la selección como
he_il: הצג סמיילים אשר נבחרו כ..

source: Icon
es_es: Icono
he_il: אייקון

source: Text
es_es: Texto
he_il: טקסט

source: Both
es_es: Ambos
he_il: שניהם

source: Show smilies in a table
es_es: Mostrar caritas en una tabla
he_il: הצג סמיילים בטבלה

source: Smilies per row
es_es: Caritas por fila
he_il: סמיילים לכל שורה

source: Show smilies as Pulldown
es_es: Mostrar caritas como Pulldown
he_il: הצג סמיילים בתפריט נפתח

source: Smilies in 1st row
es_es: Caritas en primera fila
he_il: סמיילים בשורה ראשונה

source: Show tooltip for icons
es_es: Mostrar información sobre herramientas para los iconos
he_il: הצג טיפ במעבר עכבר מעל אייקון

source: Activate Smilies for BuddyPress
es_es: Activar Caritas para BuddyPress

source: Activate Smilies for bbPress
es_es: Activar Caritas para bbPress

source: Save Settings
es_es: Salvar ajustes
he_il: שמור הגדרות

source: Import Smiley-Package
es_es: Importar Paquete de Caritas
he_il: ייבוא חבילת סמיילים

source: Export Smiley-Package (pak-Format)
es_es: Exportar Paquete de Caritas (pak-Format)
he_il: ייצא את חבילת הסמיילים (פורמט pak)

source: Smilies
es_es: Caritas
he_il: סמיילים

source: Iconpath is empty or invalid
es_es: La dirección del icono está vacía o no es válida
he_il: המסלול של Iconpath ריק או אינו תקין

source: Save
es_es: Salvar
he_il: שמור

source: Delete marked
es_es: Eliminar marcados
he_il: מחק מסומנים

source: Show all
es_es: Mostrar todos
he_il: הצג הכל

source: Lines per Page:
es_es: Líneas por Página:
he_il: שורות לכל עמוד:

source: Emoticon
es_es: Caritas
he_il: סמיילי

source: not mapped yet
es_es: no asignado todavía
he_il: עדיין לא עבר מיפוי

source: On Post
es_es: En post
he_il: בפוסט

source: On Comment
es_es: El comentario
he_il: בתגובה

source: New Entry
es_es: Nueva entrada
he_il: בחלון פוסט חדש

source: Export
es_es: Exportar
he_il: יצוא

source: You can mark the .pak-export with Ctrl-a, copy it with Ctrl-c and paste it to your favourite editor with Ctrl-v.
es_es: Puede marcar el .pak-export con Ctrl-a, cópielo con Ctrl-c y péguelo en su editor favorito con Ctrl-v.
he_il: אתה יכול לסמן את ה.pak-export עם ctrl-a, להעתיק את זה עם ctrl-c ולהדביק את זה בעורך הטקסט האהוב עלייך עם ctrl-v

source: Close
es_es: Cerrar
he_il: סגור

source: saved
es_es: salvado

source: Disable comment smilies on this page/post?
es_es: ¿Deshabilitar caritas de comentario en esta página/post?

source: Smilies deleted.
es_es: Caritas borradas.
he_il: הסמיילים נמחקו.

source: Import
es_es: Importar
he_il: יבוא

source: Select smiley package
es_es: Seleccione el paquete de caritas
he_il: בחר חבילת סמיילים

source: Delete current smilies before import
es_es: Eliminar caritas actuales antes de la importación
he_il: מחק את הסמיילים הנוכחיים לפני הייבוא

source: Start import
es_es: Comenzar la importación
he_il: התחל בייבוא

source: less...
es_es: menos..
he_il: פחות...

source: more...
es_es: más...
he_il: יותר...
